Repository: matfantinel/reminduck
Catalog: po/extra/*.po
Languages: ca

source: Reminders
ca: Recordatoris

source: Don't forget about your stuff in an adorably annoying way
ca: Recorda-ho tot d'una manera adorablement molesta

source: Remember your stuff in an adorably annoying way.
ca: Recorda-ho tot d'una manera adorablement molesta.

source: Reminduck is a simple reminder app made to be quick and easy - it focuses on simple or recurrent reminders with set time and date and nothing else.
ca: Reminduck és una aplicació simple de recordatoris feta per ser ràpida i fàcil. Es basa en recordatoris simples o recurrents amb una data i hora específica i res més.

source: It's perfect if all you want are simple or daily/weekly/monthly reminders. Anything more than that is not achievable by Reminduck right now - but you can help! Open an issue or a pull request if you have any ideas or requests.
ca: És perfecte si el que necessites són recordatoris simples o diaris/setmanals/mensuals. Reminduck no pot fer res més ara mateix; però pots ajudar! Obre un 'issue' o una 'pull request' si tens idees o sol·licituds.

source: And it quacks.
ca: I nyequeja.

source: 🐞 Enable translations on Flatpak
ca: 🐞 Activa transicions a Flatpak

source: 🗃️ Flatpak Support!
ca: 🗃️ Suport per Flatpak!

source: 🌑 Dark-mode toggle on the header bar
ca: 🌑 Commutador de modes fosc i clar a la barra d'encapçalament.

source: 🔔 Notifications now stick around until you close them, to make sure you don't miss your quacks
ca: 🔔 Les notificacions ara persisteixen fins que les tanques, per assegurar-se que no et perds els nyecs

source: 🌟 Support for additional GTK themes, making Reminduck distro-agnostic
ca: 🌟 Suport per temes GTK addicionals, cosa que fa que Reminduck es pugui utilitzar en qualsevol distribució

source: 🇪🇸 Spanish Translation (Alejandro Elí | @onerbs)
ca: 🇪🇸 Traducció al castellà (Alejandro Eli | @onerbs)

source: 🇮🇹 Italian Translation (Mirko Brombin | @mirkobrombin)
ca: 🇮🇹 Traducció a l'italià (Mirko Brombin | @mirkobrombin)

source: 🐥️ New Icon! - hopefully this one looks better than the previous one. With great help from Nararyans R.I. (@Fatih20)
ca: 🐥️ Icona nova! Espero que aquest tingui un aspecte millor que l'anterior. Amb la fantàstica ajuda de Nararyans R.I. (@Fatih20)

source: 💁‍ Increased compatibility with translations (Corentin Noël | @tintou)
ca: 💁‍ S'ha augmentat la compatibilitat amb les traduccions (Corentin Noël | @tintou)

source: 🇨🇵️ French Translation (Nathan Bonnemains | @NathanBnm)
ca: 🇨🇵️ Traducció al francès (Nathan Bonnemains | @NathanBnm)

source: 🔁️ Recurrent reminders - you can now have reminders that show up in set periods of time: every day, week, month, or a set interval
ca: 🔁️ Recordatoris recurrents: ara pots tenir recordatoris que apareixen en intervals de temps determinats: cada dia, setmana, mes o altres

source: 🌟️ General UI improvements to make settings up quacks more pleasant
ca: 🌟️ Millores d'interfície en general per tal que configurar els recordatoris sigui més bonic

source: 🌃️ Dark Mode is now prettier
ca: 🌃️ El mode fosc és més bonic

source: 🇹🇷 Turkish translation (libreajans)
ca: 🇹🇷 Traducció al turc (libreajans)

source: 🇳🇱 Dutch translation (Vistaus)
ca: 🇳🇱 Traducció a l'holandès (Vistaus)

source: Support the unofficial "Prefer Dark Theme" setting 🌝️
ca: Suport per la configuració no oficial "Prefereix el tema fosc" 🌝️

source: This should also make it work with other dark GTK themes
ca: En principi també hauria de funcionar amb altres temes GTK foscos

source: Initial Release 🦆
ca: 🦆 Versió inicial
